OpenIDE-Module-Display-Category=Ingest Module
OpenIDE-Module-Long-Description=\
    M\u00f4 \u0111un Khai th\u00e1c T\u1ec7p Nh\u00fang \n\n X\u1eed l\u00fd c\u00e1c t\u1ec7p t\u00e0i li\u1ec7u (ch\u1eb3ng h\u1ea1n nh\u01b0 doc, docx, ppt, pptx, xls, xlsx) v\u00e0 c\u00e1c t\u1ec7p l\u01b0u tr\u1eef (nh\u01b0 zip v\u00e0 c\u00e1c lo\u1ea1i l\u01b0u tr\u1eef kh\u00e1c \u0111\u01b0\u1ee3c h\u1ed7 tr\u1ee3 b\u1edfi tr\u00ecnh tr\u00edch xu\u1ea5t 7zip).\n\
    Contents of these files are extracted and the derived files are added back to theC\u00e1c n\u1ed9i dung c\u1ee7a c\u00e1c t\u1ec7p n\u00e0y \u0111\u01b0\u1ee3c tr\u00edch xu\u1ea5t v\u00e0 c\u00e1c t\u1ec7p tin g\u1ed1c \u0111\u01b0\u1ee3c th\u00eam v\u00e0o \u0111i\u1ec1u tra hi\u1ec7n t\u1ea1i \u0111\u1ec3 \u0111\u01b0\u1ee3c x\u1eed l\u00fd b\u1edfi c\u00e1c module \u0111i\u1ec1u tra \u0111\u01b0\u1ee3c c\u1ea5u h\u00ecnh current ingest to be processed by the configured ingest modules.\n\
    N\u1ebfu t\u1ec7p tin c\u00f3 ngu\u1ed3n g\u1ed1c xu\u1ea5t hi\u1ec7n l\u00e0 t\u1ec7p l\u01b0u tr\u1eef, t\u1ec7p \u0111\u00f3 s\u1ebd \u0111\u01b0\u1ee3c x\u1eed l\u00fd l\u1ea1i b\u1eb1ng tr\u00ecnh tr\u00edch xu\u1ea5t 7zip - tr\u00ecnh tr\u00edch xu\u1ea5t s\u1ebd x\u1eed l\u00fd t\u1ec7p l\u01b0u tr\u1eef N-levels s\u00e2u.\n\n\
    C\u00e1c t\u1ec7p \u0111\u01b0\u1ee3c tr\u00edch xu\u1ea5t c\u00f3 th\u1ec3 \u0111i\u1ec1u h\u01b0\u1edbng trong c\u00e2y th\u01b0 m\u1ee5c.\n\n\
    Module n\u00e0y \u0111\u01b0\u1ee3c h\u1ed7 tr\u1ee3 tr\u00ean c\u00e1c h\u1ec7 \u0111i\u1ec1u h\u00e0nh Windows, Linux v\u00e0 Mac.
OpenIDE-Module-Name=Tr\u00edch xu\u1ea5t t\u1eadp tin nh\u00fang
OpenIDE-Module-Short-Description=M\u00f4 \u0111un Khai th\u00e1c t\u1ec7p nh\u00fang
EmbeddedFileExtractorIngestModule.SevenZipContentReadStream.seek.exception.invalidOrigin=Ngu\u1ed3n g\u1ed1c t\u00ecm ki\u1ebfm kh\u00f4ng h\u1ee3p l\u1ec7\: {0}
EmbeddedFileExtractorIngestModule.SevenZipContentReadStream.read.exception.errReadStream=L\u1ed7i khi \u0111\u1ecdc lu\u1ed3ng n\u1ed9i dung.
EmbeddedFileExtractorIngestModule.ArchiveExtractor.encryptionFileLevel=M\u00e3 h\u00f3a c\u1ea5p \u0111\u1ed9 t\u1ec7p
EmbeddedFileExtractorIngestModule.ArchiveExtractor.encryptionFull=M\u00e3 h\u00f3a to\u00e0n b\u1ed9
EmbeddedFileExtractorIngestModule.ArchiveExtractor.init.errInitModule.details=L\u1ed7i khi kh\u1edfi t\u1ea1o th\u01b0 m\u1ee5c \u0111\u1ea7u ra\: {0}\: {1}
EmbeddedFileExtractorIngestModule.ArchiveExtractor.isZipBombCheck.warnMsg=C\u00f3 th\u1ec3 ph\u00e1t hi\u1ec7n ZIPbom trong kho l\u01b0u tr\u1eef\: {0}, item\: {1}
EmbeddedFileExtractorIngestModule.ArchiveExtractor.isZipBombCheck.warnDetails=T\u1ef7 l\u1ec7 n\u00e9n l\u00e0 {0}, b\u1ecf qua m\u1ee5c trong {1}.
EmbeddedFileExtractorIngestModule.ArchiveExtractor.unpack.warnMsg.zipBomb=C\u00f3 th\u1ec3 ph\u00e1t hi\u1ec7n ZIPbom\: {0}
EmbeddedFileExtractorIngestModule.ArchiveExtractor.unpack.warnDetails.zipBomb=Kho l\u01b0u tr\u1eef l\u00e0 {0} m\u1ee9c s\u00e2u, b\u1ecf qua x\u1eed l\u00fd c\u1ee7a {1}
EmbeddedFileExtractorIngestModule.ArchiveExtractor.unpack.unknownPath.msg=\u0110\u01b0\u1eddng d\u1eabn kh\u00f4ng x\u00e1c \u0111\u1ecbnh trong kho l\u01b0u tr\u1eef\: {0}, s\u1ebd s\u1eed d\u1ee5ng\: {1}
EmbeddedFileExtractorIngestModule.ArchiveExtractor.unpack.notEnoughDiskSpace.msg=Kh\u00f4ng \u0111\u1ee7 dung l\u01b0\u1ee3ng \u0111\u0129a \u0111\u1ec3 gi\u1ea3i n\u00e9n m\u1ee5c l\u01b0u tr\u1eef\: {0}, {1}
EmbeddedFileExtractorIngestModule.ArchiveExtractor.unpack.notEnoughDiskSpace.details=Kho l\u01b0u tr\u1eef qu\u00e1 l\u1edbn \u0111\u1ec3 gi\u1ea3i n\u00e9n, b\u1ecf qua gi\u1ea3i n\u00e9n m\u1ee5c n\u00e0y.
EmbeddedFileExtractorIngestModule.ArchiveExtractor.unpack.errUnpacking.msg=L\u1ed7i khi gi\u1ea3i n\u00e9n {0}
EmbeddedFileExtractorIngestModule.ArchiveExtractor.unpack.errUnpacking.details=L\u1ed7i khi gi\u1ea3i n\u00e9n  {0}. {1}
EmbeddedFileExtractorIngestModule.ArchiveExtractor.unpack.encrFileDetected.msg=\u0110\u00e3 ph\u00e1t hi\u1ec7n t\u1ec7p m\u00e3 h\u00f3a trong kho l\u01b0u tr\u1eef.
EmbeddedFileExtractorIngestModule.ArchiveExtractor.unpack.encrFileDetected.details=M\u1ed9t s\u1ed1 t\u1ec7p trong kho l\u01b0u tr\u1eef \: {0} \u0111\u01b0\u1ee3c m\u00e3 h\u00f3a. {1} tr\u00ecnh tr\u00edch xu\u1ea5t kh\u00f4ng th\u1ec3 tr\u00edch xu\u1ea5t t\u1ea5t c\u1ea3 c\u00e1c t\u1ec7p t\u1eeb kho l\u01b0u tr\u1eef n\u00e0y.
EmbeddedFileExtractorIngestModule.ArchiveExtractor.UnpackStream.write.exception.msg=L\u1ed7i ghi t\u1ec7p \u0111\u01b0\u1ee3c gi\u1ea3i n\u00e9n v\u00e0o\: {0}
EmbeddedFileExtractorIngestModule.ArchiveExtractor.UnpackedTree.exception.msg=L\u1ed7i khi th\u00eam m\u1ed9t t\u1ec7p tin g\u1ed1c v\u00e0o c\u01a1 s\u1edf d\u1eef li\u1ec7u\:{0}
EmbeddedFileExtractorIngestModule.ImageExtractor.docContainer.init.err=Kh\u00f4ng th\u1ec3 kh\u1edfi t\u1ea1o v\u00f9ng ch\u1ee9a trong khi \u0111\u1ecdc Doc
EmbeddedFileExtractorIngestModule.ImageExtractor.docxContainer.init.err=Kh\u00f4ng th\u1ec3 kh\u1edfi t\u1ea1o v\u00f9ng ch\u1ee9a trong khi \u0111\u1ecdc Docx\: {0}
EmbeddedFileExtractorIngestModule.ImageExtractor.pptContainer.init.err=Kh\u00f4ng th\u1ec3 kh\u1edfi t\u1ea1o v\u00f9ng ch\u1ee9a trong khi \u0111\u1ecdc Ppt: {0}
EmbeddedFileExtractorIngestModule.ImageExtractor.pptxContainer.init.err=Kh\u00f4ng th\u1ec3 kh\u1edfi t\u1ea1o v\u00f9ng ch\u1ee9a trong khi \u0111\u1ecdc Pptx: {0}
EmbeddedFileExtractorIngestModule.ImageExtractor.xlsContainer.init.err=Kh\u00f4ng th\u1ec3 kh\u1edfi t\u1ea1o v\u00f9ng ch\u1ee9a trong khi \u0111\u1ecdc Xls: {0}
EmbeddedFileExtractorIngestModule.ImageExtractor.xlsxContainer.init.err=Kh\u00f4ng th\u1ec3 kh\u1edfi t\u1ea1o v\u00f9ng ch\u1ee9a trong khi \u0111\u1ecdc Xlsx: {0}
EmbeddedFileExtractorIngestModule.ImageExtractor.extractImage.addToDB.exception.msg=Kh\u00f4ng th\u1ec3 th\u00eam c\u00e1c t\u1ec7p g\u1ed1c v\u00e0o c\u01a1 s\u1edf d\u1eef li\u1ec7u.
EmbeddedFileExtractorIngestModule.ImageExtractor.getOutputFolderPath.exception.msg=Kh\u00f4ng th\u1ec3 l\u1ea5y \u0111\u01b0\u1eddng d\u1eabn \u0111\u1ec3 tr\u00edch xu\u1ea5t h\u00ecnh \u1ea3nh t\u1eeb t\u1ec7p T\u00f3m t\u1eaft\: {0}
EmbeddedFileExtractorIngestModule.ImageExtractor.getOutputFolderPath.exception.msg=Kh\u00f4ng th\u1ec3 l\u1ea5y \u0111\u01b0\u1eddng d\u1eabn \u0111\u1ec3 tr\u00edch xu\u1ea5t h\u00ecnh \u1ea3nh t\u1eeb T\u1ec7p T\u00f3m t\u1eaft: {0}
EmbeddedFileExtractorIngestModule.ArchiveExtractor.UnpackStream.write.noSpace.msg=Kh\u00f4ng th\u1ec3 ghi n\u1ed9i dung v\u00e0o \u0111\u0129a. Kh\u00f4ng \u0111\u1ee7 kh\u00f4ng gian.
SevenZipContentReadStream.seek.exception.invalidOrigin=Ngu\u1ed3n g\u1ed1c kh\u00f4ng h\u1ee3p l\u1ec7 {0}
SevenZipContentReadStream.read.exception.errReadStream=L\u1ed7i khi \u0111\u1ecdc lu\u1ed3ng
