# {0} - action accelerator keys 
Back.longText=Quay l\u1ea1i: {0}\nQuay l\u1ea1i c\u00e0i \u0111\u1eb7t ch\u1ebf \u0111\u1ed9 xem cu\u1ed1i c\u00f9ng.
Back.text=Quay l\u1ea1i
# {0} - action accelerator keys 
Forward.longText=Ph\u00eda tr\u01b0\u1edbc: {0}\nChuy\u1ec3n ti\u1ebfp t\u1edbi c\u00e0i \u0111\u1eb7t ch\u1ebf \u0111\u1ed9 xem ti\u1ebfp theo.
Forward.text=Ph\u00eda tr\u01b0\u1edbc
OpenReportAction.DisplayName=M\u1edf b\u00e1o c\u00e1o
OpenReportAction.MessageBoxTitle=Kh\u00f4ng th\u1ec3 m\u1edf b\u00e1o c\u00e1o
OpenReportAction.MissingReportFileMessage=T\u1ec7p b\u00e1o c\u00e1o kh\u00f4ng c\u00f2n t\u1ed3n t\u1ea1i n\u1eefa.
OpenReportAction.NoAssociatedEditorMessage=Kh\u00f4ng c\u00f3 tr\u00ecnh so\u1ea1n th\u1ea3o li\u00ean quan cho b\u00e1o c\u00e1o lo\u1ea1i n\u00e0y ho\u1eb7c \u1ee9ng d\u1ee5ng li\u00ean quan kh\u00f4ng kh\u1edfi ch\u1ea1y.
OpenReportAction.NoOpenInEditorSupportMessage=N\u1ec1n t\u1ea3ng n\u00e0y (h\u1ec7 \u0111i\u1ec1u h\u00e0nh) kh\u00f4ng h\u1ed7 tr\u1ee3 m\u1edf m\u1ed9t t\u1ec7p trong tr\u00ecnh so\u1ea1n th\u1ea3o theo c\u00e1ch n\u00e0y.
OpenReportAction.ReportFileOpenPermissionDeniedMessage=Quy\u1ec1n \u0111\u1ec3 m\u1edf t\u1ec7p b\u00e1o c\u00e1o \u0111\u00e3 b\u1ecb t\u1eeb ch\u1ed1i.
RebuildDataBase.longText=C\u1eadp nh\u1eadt c\u01a1 s\u1edf d\u1eef li\u1ec7u \u0111\u1ec3 bao g\u1ed3m c\u00e1c s\u1ef1 ki\u1ec7n m\u1edbi.
RebuildDataBase.text=C\u1eadp nh\u1eadt c\u01a1 s\u1edf d\u1eef li\u1ec7u
ResetFilters.text=\u0110\u1eb7t l\u1ea1i t\u1ea5t c\u1ea3 c\u00e1c b\u1ed9 l\u1ecdc
RestFilters.longText=\u0110\u1eb7t l\u1ea1i t\u1ea5t c\u1ea3 b\u1ed9 l\u1ecdc v\u1ec1 tr\u1ea1ng th\u00e1i m\u1eb7c \u0111\u1ecbnh.
SaveSnapShotAsReport.action.dialogs.title=D\u00f2ng th\u1eddi gian
SaveSnapShotAsReport.action.longText=L\u01b0u m\u1ed9t m\u00e0n h\u00ecnh ch\u1ee5p c\u1ee7a ch\u1ebf \u0111\u1ed9 xem hi\u1ec7n t\u1ea1i c\u1ee7a d\u00f2ng th\u1eddi gian nh\u01b0 m\u1ed9t b\u00e1o c\u00e1o.
SaveSnapShotAsReport.action.name.text=B\u00e1o c\u00e1o \u1ea2nh ch\u1ee5p Nhanh
SaveSnapShotAsReport.duplicateReportNameError.text=B\u00e1o c\u00e1o c\u00f3 t\u00ean \u0111\u00f3 \u0111\u00e3 t\u1ed3n t\u1ea1i.
# {0} - report path
SaveSnapShotAsReport.ErrorWritingReport=L\u1ed7i khi vi\u1ebft b\u00e1o c\u00e1o l\u00ean \u0111\u0129a t\u1ea1i {0}.
SaveSnapShotAsReport.FailedToAddReport=Kh\u00f4ng th\u1ec3 th\u00eam \u1ea3nh ch\u1ee5p nhanh v\u00e0o h\u1ed3 s\u01a1 d\u01b0\u1edbi d\u1ea1ng b\u00e1o c\u00e1o.
SaveSnapShotAsReport.reportName.header=Nh\u1eadp t\u00ean b\u00e1o c\u00e1o cho B\u00e1o c\u00e1o \u1ea2nh ch\u1ee5p D\u00f2ng th\u1eddi gian.
# {0} - generated default report name
SaveSnapShotAsReport.reportName.prompt=\u0111\u1ec3 tr\u1ed1ng cho t\u00ean b\u00e1o c\u00e1o m\u1eb7c \u0111\u1ecbnh: {0}.
# {0} - report file path
SaveSnapShotAsReport.ReportSavedAt=B\u00e1o c\u00e1o \u0111\u01b0\u1ee3c l\u01b0u v\u00e0o l\u00fac [{0}]
SaveSnapShotAsReport.Success=Th\u00e0nh c\u00f4ng
Timeline.ModuleName=Timeline
ViewArtifactInTimelineAction.displayName=Xem k\u1ebft qu\u1ea3 trong D\u00f2ng th\u1eddi gian... 
ViewFileInTimelineAction.viewFile.displayName=Xem T\u1ec7p trong D\u00f2ng th\u1eddi gian... 
ViewFileInTimelineAction.viewSourceFile.displayName=Xem t\u1ec7p ngu\u1ed3n trong D\u00f2ng th\u1eddi gian... 
ZoomIn.action.text=Ph\u00f3ng to
ZoomIn.longText=Ph\u00f3ng to \u0111\u1ec3 xem kho\u1ea3ng m\u1ed9t n\u1eeda th\u1eddi gian.
ZoomOut.action.text=Thu nh\u1ecf
ZoomOut.longText=Thu nh\u1ecf \u0111\u1ec3 xem th\u00eam kho\u1ea3ng 50% th\u1eddi gian.
ZoomToEvents.action.text=Ph\u00f3ng to c\u00e1c s\u1ef1 ki\u1ec7n
ZoomToEvents.longText=Ph\u00f3ng to \u0111\u1ec3 hi\u1ec3n th\u1ecb c\u00e1c s\u1ef1 ki\u1ec7n g\u1ea7n nh\u1ea5t.
