CTL_MakeTimeline=D\u00f2ng s\u1ef1 ki\u1ec7n
CTL_TimeLineTopComponentAction=S\u1ef1 ki\u1ec7n
CTL_TimeLineTopComponent=D\u00f2ng s\u1ef1 ki\u1ec7n

OpenTimelineAction.displayName=D\u00f2ng s\u1ef1 ki\u1ec7n
OpenTimeLineAction.msgdlg.text=Kh\u00f4ng th\u1ec3 t\u1ea1o th\u1eddi gian, kh\u00f4ng c\u00f3 ngu\u1ed3n d\u1eef li\u1ec7u.
OpenTimelineAction.settingsErrorMessage=Kh\u00f4ng th\u1ec3 kh\u1edfi t\u1ea1o c\u00e0i \u0111\u1eb7t d\u00f2ng th\u1eddi gian.
PrompDialogManager.buttonType.continueNoUpdate=Ti\u1ebfp t\u1ee5c m\u00e0 kh\u00f4ng c\u1eadp nh\u1eadt
PrompDialogManager.buttonType.showTimeline=Ti\u1ebfp t\u1ee5c
PrompDialogManager.buttonType.update=C\u1eadp nh\u1eadt DB
PromptDialogManager.confirmDuringIngest.contentText=B\u1ea1n c\u00f3 mu\u1ed1n ti\u1ebfp t\u1ee5c?
PromptDialogManager.confirmDuringIngest.headerText=B\u1ea1n \u0111ang c\u1ed1 g\u1eafng c\u1eadp nh\u1eadt Timeline DB tr\u01b0\u1edbc khi nh\u1eadp xong. DB Timeline c\u00f3 th\u1ec3 kh\u00f4ng \u0111\u1ea7y \u0111\u1ee7.
PromptDialogManager.progressDialog.title=L\u1ecdc d\u1eef li\u1ec7u D\u00f2ng s\u1ef1 ki\u1ec7n
PromptDialogManager.rebuildPrompt.details=Chi ti\u1ebft
PromptDialogManager.rebuildPrompt.headerText=DB Timeline ch\u01b0a \u0111\u1ea7y \u0111\u1ee7 ho\u1eb7c l\u1ed7i th\u1eddi.  M\u1ed9t s\u1ed1 s\u1ef1 ki\u1ec7n c\u00f3 th\u1ec3 b\u1ecb thi\u1ebfu ho\u1eb7c kh\u00f4ng ch\u00ednh x\u00e1c v\u00e0 m\u1ed9t s\u1ed1 t\u00ednh n\u0103ng c\u00f3 th\u1ec3 kh\u00f4ng kh\u1ea3 d\u1ee5ng.
PromptDialogManager.showTimeLineDisabledMessage.contentText=Ch\u1ee9c n\u0103ng D\u00f2ng s\u1ef1 ki\u1ec7n hi\u1ec7n kh\u00f4ng c\u00f3 s\u1eb5n cho Linux.  D\u00f2ng s\u1ef1 ki\u1ec7n s\u1ebd b\u1ecb t\u1eaft. 
PromptDialogManager.showTimeLineDisabledMessage.headerText=
PromptDialogManager.showTooManyFiles.contentText=C\u00f3 qu\u00e1 nhi\u1ec1u t\u1ec7p trong DB \u0111\u1ec3 \u0111\u1ea3m b\u1ea3o hi\u1ec7u su\u1ea5t h\u1ee3p l\u00fd.  D\u00f2ng th\u1eddi gian s\u1ebd b\u1ecb t\u1eaft. 
PromptDialogManager.showTooManyFiles.headerText=
ShowInTimelineDialog.amountValidator.message=N\u1ed9i dung \u0111\u00e3 nh\u1eadp ch\u1ec9 c\u00f3 th\u1ec3 ch\u1ee9a s\u1ed1.
ShowInTimelineDialog.artifactTitle=Xem k\u1ebft qu\u1ea3 trong D\u00f2ng s\u1ef1 ki\u1ec7n.
ShowInTimelineDialog.eventSelectionValidator.message=B\u1ea1n ph\u1ea3i ch\u1ecdn m\u1ed9t s\u1ef1 ki\u1ec7n.
# {0} - file path
ShowInTimelineDialog.fileTitle=Xem {0} trong d\u00f2ng s\u1ef1 ki\u1ec7n.
ShowInTimelineDialog.showTimelineButtonType.text=Hi\u1ec3n th\u1ecb D\u00f2ng th\u1eddi gian
Timeline.dialogs.title=\ D\u00f2ng s\u1ef1 ki\u1ec7n
Timeline.frameName.text={0} - Autopsy Fit.Mta D\u00f2ng s\u1ef1 ki\u1ec7n
Timeline.resultsPanel.title=K\u1ebft qu\u1ea3 d\u00f2ng s\u1ef1 ki\u1ec7n
Timeline.runJavaFxThread.progress.creating=\u0110ang t\u1ea1o d\u00f2ng s\u1ef1 ki\u1ec7n . . .
Timeline.zoomOutButton.text=Ph\u00f3ng to
Timeline.goToButton.text=\u0110i \u0111\u1ebfn\:
Timeline.yearBarChart.x.years=N\u0103m
Timeline.resultPanel.loading=\u0110ang t\u1ea3i...

TimeLineController.errorTitle=L\u1ed7i D\u00f2ng s\u1ef1 ki\u1ec7n.
TimeLineController.outOfDate.errorMessage=L\u1ed7i x\u00e1c \u0111\u1ecbnh xem th\u1eddi gian \u0111\u00e3 l\u1ed7i th\u1eddi. Ch\u00fang t\u00f4i s\u1ebd gi\u1ea3 \u0111\u1ecbnh r\u1eb1ng n\u00f3 n\u00ean \u0111\u01b0\u1ee3c c\u1eadp nh\u1eadt. Xem nh\u1eadt k\u00fd \u0111\u1ec3 bi\u1ebft th\u00eam chi ti\u1ebft.
TimeLineController.rebuildReasons.incompleteOldSchema=C\u01a1 s\u1edf d\u1eef li\u1ec7u S\u1ef1 ki\u1ec7n \u0111\u00e3 \u0111\u01b0\u1ee3c \u0111i\u1ec1n tr\u01b0\u1edbc \u0111\u00f3 m\u00e0 kh\u00f4ng c\u00f3 th\u00f4ng tin kh\u00f4ng \u0111\u1ea7y \u0111\u1ee7: M\u1ed9t s\u1ed1 t\u00ednh n\u0103ng c\u00f3 th\u1ec3 kh\u00f4ng kh\u1ea3 d\u1ee5ng ho\u1eb7c kh\u00f4ng ho\u1ea1t \u0111\u1ed9ng tr\u1eeb khi b\u1ea1n c\u1eadp nh\u1eadt c\u01a1 s\u1edf d\u1eef li\u1ec7u s\u1ef1 ki\u1ec7n.
TimeLineController.rebuildReasons.ingestWasRunning=C\u01a1 s\u1edf d\u1eef li\u1ec7u s\u1ef1 ki\u1ec7n tr\u01b0\u1edbc \u0111\u00e2y \u0111\u00e3 \u0111\u01b0\u1ee3c nh\u1eadp v\u00e0o khi \u0111ang ch\u1ea1y: M\u1ed9t s\u1ed1 s\u1ef1 ki\u1ec7n c\u00f3 th\u1ec3 b\u1ecb thi\u1ebfu, kh\u00f4ng \u0111\u1ea7y \u0111\u1ee7 ho\u1eb7c kh\u00f4ng ch\u00ednh x\u00e1c.
TimeLineController.rebuildReasons.outOfDate=D\u1eef li\u1ec7u s\u1ef1 ki\u1ec7n \u0111\u00e3 l\u1ed7i th\u1eddi: Kh\u00f4ng ph\u1ea3i t\u1ea5t c\u1ea3 s\u1ef1 ki\u1ec7n s\u1ebd \u0111\u01b0\u1ee3c hi\u1ec3n th\u1ecb.
TimeLineController.rebuildReasons.outOfDateError=Kh\u00f4ng th\u1ec3 x\u00e1c \u0111\u1ecbnh \u0111\u01b0\u1ee3c li\u1ec7u d\u1eef li\u1ec7u th\u1eddi gian \u0111\u00e3 l\u1ed7i th\u1eddi.
TimeLineController.setEventsDBStale.errMsgNotStale=Kh\u00f4ng th\u1ec3 \u0111\u00e1nh d\u1ea5u d\u00f2ng s\u1ef1 ki\u1ec7n nh\u01b0 kh\u00f4ng l\u1ed7i th\u1eddi. M\u1ed9t s\u1ed1 k\u1ebft qu\u1ea3 c\u00f3 th\u1ec3 \u0111\u00e3 l\u1ed7i th\u1eddi ho\u1eb7c thi\u1ebfu.
TimeLineController.setEventsDBStale.errMsgStale=Kh\u00f4ng th\u1ec3 \u0111\u00e1nh d\u1ea5u d\u00f2ng s\u1ef1 ki\u1ec7n l\u00e0 c\u0169. M\u1ed9t s\u1ed1 k\u1ebft qu\u1ea3 c\u00f3 th\u1ec3 \u0111\u00e3 l\u1ed7i th\u1eddi ho\u1eb7c thi\u1ebfu.
TimeLinecontroller.setIngestRunning.errMsgNotRunning=Kh\u00f4ng th\u1ec3 \u0111\u00e1nh d\u1ea5u d\u00f2ng s\u1ef1 ki\u1ec7n khi \u0111i\u1ec1u tra kh\u00f4ng ch\u1ea1y. M\u1ed9t s\u1ed1 k\u1ebft qu\u1ea3 c\u00f3 th\u1ec3 \u0111\u00e3 l\u1ed7i th\u1eddi ho\u1eb7c thi\u1ebfu.
TimeLineController.setIngestRunning.errMsgRunning=Kh\u00f4ng th\u1ec3 \u0111\u00e1nh d\u1ea5u d\u00f2ng s\u1ef1 ki\u1ec7n khi \u0111ang \u0111i\u1ec1u tra. M\u1ed9t s\u1ed1 k\u1ebft qu\u1ea3 c\u00f3 th\u1ec3 \u0111\u00e3 l\u1ed7i th\u1eddi ho\u1eb7c thi\u1ebfu.
TimeLinecontroller.updateNowQuestion=B\u1ea1n c\u00f3 mu\u1ed1n c\u1eadp nh\u1eadt c\u01a1 s\u1edf d\u1eef li\u1ec7u s\u1ef1 ki\u1ec7n ngay b\u00e2y gi\u1edd?
TimelineFrame.title=D\u00f2ng s\u1ef1 ki\u1ec7n
TimelinePanel.jButton1.text=6m
TimelinePanel.jButton13.text=T\u1ea5t c\u1ea3
TimelinePanel.jButton10.text=1h
TimelinePanel.jButton9.text=12h
TimelinePanel.jButton11.text=5y
TimelinePanel.jButton12.text=10y
TimelinePanel.jButton6.text=1w
TimelinePanel.jButton5.text=1y
TimelinePanel.jButton8.text=1d
TimelinePanel.jButton7.text=3d
TimelinePanel.jButton2.text=1m
TimelinePanel.jButton3.text=3m
TimelinePanel.jButton4.text=2w
ProgressWindow.progressHeader.text=\ 
# {0} - start of date range
# {1} - end of date range
TimeLineResultView.startDateToEndDate.text={0} \u0111\u1ebfn {1}
TimeLineTopComponent.eventsTab.name=S\u1ef1 ki\u1ec7n
TimeLineTopComponent.filterTab.name=B\u1ed9 l\u1ecdc
TimelineTopComponent.selectedEventListener.errorMsg=\u0110\u00e3 x\u1ea3y ra s\u1ef1 c\u1ed1 khi t\u1ea3i n\u1ed9i dung cho s\u1ef1 ki\u1ec7n \u0111\u00e3 ch\u1ecdn.
