OpenIDE-Module-Long-Description=\
    New image and video gallery that has been designed to make performing image-intensive investigations more efficient.  \
    This work has been funded by DHS S&T and this is a beta release. \
    It is not available on the sleuthkit.org site and has been distributed to limited users.
OpenIDE-Module-Name=ImageGallery
OpenIDE-Module-Short-Description=Advanced image and video gallery
ImageGalleryOptionsPanel.enabledForCaseBox.text=B\u1eadt b\u1ea3n c\u1eadp nh\u1eadt Image Gallery cho tr\u01b0\u1eddng h\u1ee3p hi\u1ec7n t\u1ea1i.
ImageGalleryOptionsPanel.enabledByDefaultBox.text=B\u1eadt Image Gallery cho case m\u1edbi - m\u1eb7c \u0111\u1ecbnh. 
ImageGalleryOptionsPanel.enabledForCaseBox.toolTipText=N\u1ebfu Image Gallery b\u1ecb t\u1eaft, ch\u1ec9 c\u1ea7n th\u1ef1c hi\u1ec7n c\u1eadp nh\u1eadt. N\u1ebfu Image Gallery \u0111\u01b0\u1ee3c b\u1eadt sau khi nh\u1eadp, n\u00f3 s\u1ebd th\u1ef1c hi\u1ec7n m\u1ed9t c\u1eadp nh\u1eadt h\u00e0ng lo\u1ea1t d\u1ef1a tr\u00ean k\u1ebft qu\u1ea3 t\u1eeb vi\u1ec7c nh\u1eadp. N\u1ebfu Image Gallery b\u1ecb t\u1eaft, b\u1ea1n s\u1ebd \u0111\u01b0\u1ee3c nh\u1eafc b\u1eadt n\u00f3 khi c\u1ed1 g\u1eafng m\u1edf c\u1eeda s\u1ed5 c\u1ee7a n\u00f3.
ImageGalleryOptionsPanel.descriptionLabel.text=<html>\u0110\u1ec3 gi\u1ea3m thi\u1ec3u th\u1eddi gian kh\u1edfi \u0111\u1ed9ng, Image Gallery s\u1ebd li\u00ean t\u1ee5c c\u1eadp nh\u1eadt c\u01a1 s\u1edf d\u1eef li\u1ec7u n\u1ed9i b\u1ed9 c\u1ee7a n\u00f3. <br /> \u0110i\u1ec1u n\u00e0y c\u00f3 th\u1ec3 d\u1eabn \u0111\u1ebfn vi\u1ec7c \u0111i\u1ec1u tra ph\u1ea3i ch\u1eadm h\u01a1n n\u1ebfu b\u1ea1n kh\u00f4ng c\u1ea7n c\u00e1c t\u00ednh n\u0103ng c\u1ee7a Image Gallery. <br /> S\u1eed d\u1ee5ng c\u00e1c c\u00e0i \u0111\u1eb7t n\u00e0y \u0111\u1ec3 v\u00f4 hi\u1ec7u h\u00f3a Image Gallery n\u1ebfu b\u1ea1n kh\u00f4ng c\u1ea7n n\u00f3.</html>
ImageGalleryOptionsPanel.furtherDescriptionArea.text=N\u1ebfu Image Gallery b\u1ecb t\u1eaft, ch\u1ec9 c\u1ea7n th\u1ef1c hi\u1ec7n c\u1eadp nh\u1eadt. N\u1ebfu Image Gallery \u0111\u01b0\u1ee3c b\u1eadt sau khi nh\u1eadp, n\u00f3 s\u1ebd th\u1ef1c hi\u1ec7n m\u1ed9t c\u1eadp nh\u1eadt h\u00e0ng lo\u1ea1t d\u1ef1a tr\u00ean k\u1ebft qu\u1ea3 t\u1eeb vi\u1ec7c nh\u1eadp. N\u1ebfu Image Gallery b\u1ecb t\u1eaft, b\u1ea1n s\u1ebd \u0111\u01b0\u1ee3c nh\u1eafc b\u1eadt n\u00f3 khi c\u1ed1 g\u1eafng m\u1edf c\u1eeda s\u1ed5 c\u1ee7a n\u00f3.
ImageGalleryOptionsPanel.unavailableDuringInjestLabel.text=C\u00e0i \u0111\u1eb7t n\u00e0y kh\u00f4ng kh\u1ea3 d\u1ee5ng trong su\u1ed1t qu\u00e1 tr\u00ecnh \u0111i\u1ec1u tra.
ImageGalleryOptionsPanel.groupCategorizationWarningBox.text=Kh\u00f4ng hi\u1ec3n th\u1ecb c\u1ea3nh b\u00e1o khi ghi \u0111\u00e8 c\u00e1c danh m\u1ee5c b\u1eb1ng c\u00e1ch ho\u1ea1t \u0111\u1ed9ng tr\u00ean to\u00e0n b\u1ed9 nh\u00f3m.
CTL_OpenAction=Open Image/Video
