CountsViewPane.detailSwitchMessage=Kh\u00f4ng c\u00f3 \u0111\u1ed9 ph\u00e2n gi\u1ea3i th\u1eddi gian nh\u1ecf h\u01a1n Seconds. \\n B\u1ea1n c\u00f3 mu\u1ed1n chuy\u1ec3n sang ch\u1ebf \u0111\u1ed9 xem Chi ti\u1ebft?
CountsViewPane.detailSwitchTitle="Chuy\u1ec3n sang ch\u1ebf \u0111\u1ed9 xem chi ti\u1ebft?
CountsViewPane.linearRadio.text=Linear
CountsViewPane.loggedTask.name=Updating Counts View
CountsViewPane.loggedTask.updatingCounts=Populating view
CountsViewPane.logRadio.text=Logarithmic
# {0} - scale name
CountsViewPane.numberOfEvents=S\u1ed1 l\u01b0\u1ee3ng s\u1ef1 ki\u1ec7n ({0})
CountsViewPane.scaleHelp.label.text=T\u1ec9 l\u1ec7:   
CountsViewPane.scaleHelpLinear=C\u00e1c quy m\u00f4 tuy\u1ebfn t\u00ednh l\u00e0 t\u1ed1t cho nhi\u1ec1u tr\u01b0\u1eddng h\u1ee3p s\u1eed d\u1ee5ng. Khi l\u1ef1a ch\u1ecdn quy m\u00f4 n\u00e0y, chi\u1ec1u cao c\u1ee7a thanh t\u01b0\u1ee3ng tr\u01b0ng cho s\u1ed1 \u0111\u1ebfm theo ki\u1ec3u tuy\u1ebfn t\u00ednh, m\u1ed9t-m\u1ed9t, v\u00e0 tr\u1ee5c y \u0111\u01b0\u1ee3c g\u1eafn nh\u00e3n v\u1edbi c\u00e1c gi\u00e1 tr\u1ecb. Khi ph\u1ea1m vi gi\u00e1 tr\u1ecb r\u1ea5t l\u1edbn, c\u00e1c kho\u1ea3ng th\u1eddi gian c\u00f3 s\u1ed1 l\u01b0\u1ee3ng th\u1ea5p c\u00f3 th\u1ec3 c\u00f3 thanh qu\u00e1 nh\u1ecf \u0111\u1ec3 xem. \u0110\u1ec3 gi\u00fap ng\u01b0\u1eddi d\u00f9ng ph\u00e1t hi\u1ec7n ra \u0111i\u1ec1u n\u00e0y, nh\u00e3n c\u1ee7a ng\u00e0y v\u1edbi c\u00e1c s\u1ef1 ki\u1ec7n \u0111\u01b0\u1ee3c in \u0111\u1eadm. \u0110\u1ec3 xem c\u00e1c thanh qu\u00e1 nh\u1ecf, c\u00f3 ba t\u00f9y ch\u1ecdn: \u0111i\u1ec1u ch\u1ec9nh k\u00edch th\u01b0\u1edbc c\u1eeda s\u1ed5 \u0111\u1ec3 kho\u1ea3ng th\u1eddi gian c\u00f3 kho\u1ea3ng c\u00e1ch \u0111\u1ee9ng h\u01a1n, \u0111i\u1ec1u ch\u1ec9nh ph\u1ea1m vi th\u1eddi gian \u0111\u01b0\u1ee3c hi\u1ec3n th\u1ecb \u0111\u1ec3 kho\u1ea3ng th\u1eddi gian v\u1edbi thanh l\u1edbn h\u01a1n b\u1ecb lo\u1ea1i tr\u1eeb ho\u1eb7c \u0111i\u1ec1u ch\u1ec9nh c\u00e0i \u0111\u1eb7t t\u1ef7 l\u1ec7 th\u00e0nh l\u00f4gar\u00edt.
CountsViewPane.scaleHelpLog=Quy m\u00f4 l\u00f4gar\u00edt \u0111\u1ea1i di\u1ec7n cho s\u1ed1 s\u1ef1 ki\u1ec7n theo m\u1ed9t c\u00e1ch phi tuy\u1ebfn t\u00ednh n\u00e9n s\u1ef1 kh\u00e1c bi\u1ec7t gi\u1eefa s\u1ed1 l\u1edbn v\u00e0 s\u1ed1 nh\u1ecf. L\u01b0u \u00fd r\u1eb1ng ngay c\u1ea3 v\u1edbi quy m\u00f4 logarithmic, m\u1ed9t s\u1ef1 kh\u00e1c bi\u1ec7t r\u1ea5t l\u1edbn trong \u0111\u1ebfm v\u1eabn c\u00f3 th\u1ec3 s\u1ea3n xu\u1ea5t thanh qu\u00e1 nh\u1ecf \u0111\u1ec3 xem. Trong tr\u01b0\u1eddng h\u1ee3p n\u00e0y, l\u1ef1a ch\u1ecdn duy nh\u1ea5t c\u00f3 th\u1ec3 l\u00e0 l\u1ecdc c\u00e1c s\u1ef1 ki\u1ec7n \u0111\u1ec3 gi\u1ea3m s\u1ef1 kh\u00e1c bi\u1ec7t v\u1ec1 s\u1ed1 l\u01b0\u1ee3ng. Ch\u00fa \u00fd: Do thang \u0111o logarithmic \u0111\u01b0\u1ee3c \u00e1p d\u1ee5ng cho t\u1eebng lo\u1ea1i s\u1ef1 ki\u1ec7n ri\u00eang bi\u1ec7t, \u00fd ngh\u0129a c\u1ee7a chi\u1ec1u cao c\u1ee7a thanh k\u1ebft h\u1ee3p kh\u00f4ng tr\u1ef1c quan, v\u00e0 \u0111\u1ec3 nh\u1ea5n m\u1ea1nh \u0111i\u1ec1u n\u00e0y, kh\u00f4ng c\u00f3 nh\u00e3n \u0111\u01b0\u1ee3c hi\u1ec3n th\u1ecb tr\u00ean tr\u1ee5c y v\u1edbi thang logarithmic. C\u1ea7n s\u1eed d\u1ee5ng quy m\u00f4 l\u00f4gar\u00edt \u0111\u1ec3 nhanh ch\u00f3ng so s\u00e1nh s\u1ed1 l\u01b0\u1ee3ng
CountsViewPane.scaleHelpLog2=across time within a type, or across types for one time period, but not both.
CountsViewPane.scaleHelpLog3=\ S\u1ed1 l\u01b0\u1ee3ng th\u1ef1c t\u1ebf (c\u00f3 s\u1eb5n trong ch\u00fa gi\u1ea3i c\u00f4ng c\u1ee5 ho\u1eb7c tr\u00ecnh xem k\u1ebft qu\u1ea3) n\u00ean \u0111\u01b0\u1ee3c s\u1eed d\u1ee5ng \u0111\u1ec3 so s\u00e1nh tuy\u1ec7t \u0111\u1ed1i. S\u1eed d\u1ee5ng quy m\u00f4 l\u00f4gar\u00edt v\u1edbi s\u1ef1 c\u1ea9n th\u1eadn.
CountsViewPane.scaleLabel.text=T\u1ec9 l\u1ec7:
# {0} - count
# {1} - event type displayname
# {2} - start date time
# {3} - end date time
CountsViewPane.tooltip.text={0} {1} s\u1ef1 ki\u1ec7n\ngi\u1eefa {2}\nv\u00e0    {3}
ScaleType.Linear=Linear
ScaleType.Logarithmic=Logarithmic
Timeline.ui.countsview.menuItem.selectEventType=Ch\u1ecdn lo\u1ea1i s\u1ef1 ki\u1ec7n
Timeline.ui.countsview.menuItem.selectTimeandType=Ch\u1ecdn Th\u1eddi gian v\u00e0 Lo\u1ea1i
Timeline.ui.countsview.menuItem.selectTimeRange=Ch\u1ecdn Kho\u1ea3ng th\u1eddi gian
Timeline.ui.countsview.menuItem.zoomIntoTimeRange=Ph\u00f3ng to Kho\u1ea3ng th\u1eddi gian
